module.exports = [
    {
        "code":"SP001",
        "title":"progateで始めるコーディング入門",
        "description" : "Progateは、HTMLやCSS,jQueryといったWebの入門的な基礎知識を学ぶのにオススメのIT系教育サービスです。無料で利用できるWeb上のコンテンツを通じて、Web制作の基礎をゲーム感覚で学ぶことが出来ます。\n自宅での一人の作業は、つまづきのサポートなどが無く心配…という方も、メンター付きのハンズオン会場なら、気軽にチャレンジできます!!",
        "target": "初心者向け"
    },
    {
        "code":"SP002",
        "title":"黒い画面で始めるgit入門",
        "description" : "最近何かと耳にすることの多くなったGit。バージョン管理ツールとしての利用だけでなくGithubやBit BucketsといったWebサービスを通じたファイルのやり取りにも利用されるシーンが増えてきました。\n 黒い画面は苦手…という方も、gitを通じて苦手を克服し、Gitデビューしてみませんか？",
    },
    {
        "code":"SP003",
        "title":"gulpで始めるフロントエンドタスク管理",
        "description" : "gulpはnode製のタスク管理ツールです。最近のフロントエンド制作では何かと耳にすることの多くなったnode。そんなnodeの細かい制作タスクを綺麗に管理してくれるのがgulpです。\n gulpの基本的な使い方を通じてnodeで変わるフロントエンドWeb制作の新しいスタイルを体験してみましょう!!",
    },
    {
        "code":"SP004",
        "title":"CSSをもっと便利に。BootstrapとSass入門",
        "description" : "SASSと呼ばれるCSSの新しい書き方が登場してから、数年が経過しますが、現場ではCSSをガリガリ書いている…という所も実はまだ多いのではないでしょうか？\nこのハンズオンではSASSの一種であるSCSSを中心に、SCSSの基本的な使い方から活用方法等を説明していきます。",
    },
    {
        "code":"SP005",
        "title":"javascriptの新標準。babelでES2015を始めよう",
        "description" : "Javascriptの新仕様 ES2015。昨年に言語仕様が正式公開され、JS界隈では大きな話題を呼びました。\n 各種ブラウザの実装は、まだもう少し時間がかかるといったところですが、babel等のツールを用いたES2015記法の利用がJS界隈では主流となってきています。この機会に是非JSの新しい形を始めてみましょう!!",
    },
    //{
    //    "code":"SP006",
    //    "title":"angular2",
    //    "description" : "angular1",
    //},
]

